Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/housing/owning_a_home/home_owners/rent_a_room_scheme.html.txt.tmx
Source language: en
Languages: ga

source: Renting out a room in your home
ga: Ag ligean seomra i do theach amach ar cíos

source: If you rent out a room (or rooms) in your home to private tenants, the rental income you earn will be exempt from income tax, provided this income does not exceed a certain limit in a tax year
ga: Más rud é go ligeann tú seomra (nó seomraí) i do theach amach do thionóntaí príobháideacha, beidh an t-ioncam cíosa a thuillfidh tú díolmhaithe ó cháin ioncaim fad nach bhfuil an t-ioncam sin os cionn €12,000 i mbliain chánach

source: This is called the rent-a-room relief
ga: Tugtar faoiseamh i leith seomra a ligean ar cíos air sin

source: A self-contained unit, such as a basement flat or a converted garage attached to your home, can qualify for this relief
ga: Féadfaidh aonad féinchuimsitheach, ar nós árasán íoslaigh nó garáiste athchóirithe atá ceangailte le do theach, cáiliú don fhaoiseamh seo

source: While renting out a room that is part of your home is not covered by landlord and tenant law, renting out a self-contained unit is covered – see ‘Your rights and obligations’ below
ga: Ag brath ar a gcúinsí, is féidir go mbeidh do thionónta(í) i dteideal Forlíonadh Cíosa a éileamh. Beidh ort cuid d’fhoirm iarratais an tionónta a chomhlánú agus d’uimhir Phearsanta Seirbhíse Poiblí (PSP) a chur ar fáil

source: In certain circumstances, a tenant can claim Rent Supplement
ga: Is féidir go mbeidh do thionónta(í) i dteideal faoiseamh cánach a éileamh ar chíos atá íoctha – féach sonraí anseo

source: Read more about rent-a-room relief in A Revenue guide to rental income (IT 70) and in this detailed note (pdf)
ga: Léigh tuilleadh faoi fhaoiseamh i leith seomra a ligean ar cíos sa bhileog ó na Coimisinéirí Ioncaim Treoir ar Ioncam ó Chíos (IT 70) agus sa nóta mionsonraithe seo (pdf)

source: For you to qualify for rent-a room relief, your home must be located in the State and you must occupy it as your sole residence during the year of assessment
ga: Má tá aonad féinchuimsitheach ligthe ar cíos agat i do theach, ar nós garáiste athchóirithe atá ceangailte le do theach nó árasán íoslaigh, baineann na cearta agus dualgais faoin reachtaíocht um thionóntachtaí cónaithe leat

source: This means that it is your home for the greater part of the year and is where people would normally expect to make contact with you
ga: Mar shampla, tá dualgas ort chun clárú mar thiarna talún leis an mBord um Thionóntachtaí Cónaithe Príobháideacha (an BTCP), leabhar cíosa a sholáthar don tionónta agus a chinntiú go gcomhlíonann an chóiríocht na híoschaighdeáin fhisiciúla

source: You do not have to own the property – you could be a tenant and be sub-letting to someone else
ga: Foráiltear sa reachtaíocht um thionóntachtaí cónaithe do dhaingne tionachta do thionóntaí

source: (In such cases, you would have to check with your own landlord that sub-letting is allowed – see our document on tenants’ rights and obligations.)
ga: Tá na forálacha seo in Cuid 4 den Acht um Thionóntachtaí Cónaithe, 2004

source: The relief applies only to residential tenancies, not to short-term guest arrangements
ga: Má bhí an t-árasán féinchuimsitheach mar chuid den phríomhtheach i dtosach báire, féadfaidh tú a roghnú chun diúltú do na forálacha seo

source: The occupants must be using the room on a long-term basis
ga: Tá an rogha seo ar fáil faoi Alt 25 den Acht

source: For example, renting a room to a student for the academic year or for a one-month course is covered, but taking in guests for short breaks is not
ga: Caithfidh tú fógra i scríbhinn a thabhairt don tionónta, roimh thús na tionóntachta, más mian leat an rogha seo a ghlacadh

source: You cannot deduct expenses from your rental income while claiming rent-a-room relief
ga: Mura bhfuil an chuid de do theach a ligeann tú ar cíos féinchuimsitheach, níl tú cumhdaithe ag an reachtaíocht tiarnaí talún agus tionóntaí, mar sin, ní bhaineann na cearta agus dualgas faoin reachtaíocht sin leat

source: However, depending on the circumstances, it may be worth your while to opt out of the relief in a particular year in order to offset expenses against the rental income and avail of wear and tear allowances – see 'How to apply' below
ga: Mar shampla, níl oibleagáid ort clárú mar thiarna talún leis an mBord um Thionóntachtaí Cónaithe Príobháideacha (PRTB), leabhar cíosa a chur ar fáil don tionónta ná a chinntiú go gcomhlíonann an chóiríocht aon íoschaighdeáin fhisiciúla

source: If you qualify for rent-a-room relief, the income you get from renting out the room is not liable to PRSI, the Universal Social Charge or income tax
ga: Fágann sé sin freisin gurb é comhaontú ceadúnaí, agus nach comhaontú tionóntachta, atá ag tionóntaí príobháideacha a chónaíonn i do theach, agus is amhlaidh nach gá duit ach fógra réasúnta amháin a thabhairt dóibh sa chás go roghnaíonn tú an comhaontú a fhoirceannadh

source: However, it must be included on your annual income tax return
ga: Mar sin féin, is féidir le tionóntaí díospóidí a chur faoi bhráid Chúirt na nÉileamh Beag

source: Rent-a-room relief will not affect your mortgage interest relief or your exemption from Capital Gains Tax (CGT) if you sell your home
ga: Is féidir leo teagmháil a dhéanamh le Threshold freisin – féach 'Cá háit a ndéanfaidh mé iarratas' thíos

source: Exclusions from rent-a-room relief
ga: Comhaontas le do thionónta

source: You will not qualify for the relief if:
ga: D’fhéadfadh siad seo a leanas bheith i gceist leis na bunrialacha sin:

source: • Your gross income from rent and related services is over €14,000
ga: • Cá fhad a mhairfidh an tionóntacht?

source: • You are renting the room in your home to your son or daughter (but there is no restriction in the case of other family members)
ga: • Cé mhéad fógra a bheidh ort nó ar do thionónta a thabhairt sa chás go roghnaíonn duine agaibh deireadh a chur leis an tionóntacht?

source: • You are an employee or office-holder in a company, and the company pays you to allow clients to use the room in your home on an occasional basis • You are renting the room to short-term guests
ga: • Cé mhéad airgid a íocfaidh an tionónta mar chíos agus cé chomh minic a íocfaidh sé/sí é sin (mar shampla, seachtainiúil, míosúil)?

source: Effect of rental income on social welfare payments
ga: • Conas a íocfar an cíos sin (airgead tirim, seic, buanordú etc.)?

source: If you are getting a means-tested social assistance payment from the Department of Social Protection, any rental income you get will be assessed as means and may affect your payment
ga: • Cén uair a dhéanfar athbhreithniú ar an gcíos agus cé mhéad fógra a thabharfaidh tú don tionónta roimh an athbhreithniú ar an gcíos?

source: However, rental income will not be assessed as means if:
ga: • Conas a dhéanfar billí fóntais (leictreachas, gás, guthán, teilifís, muirir uisce agus bhruscair) a roinnt idir tú féin agus an tionónta?

source: • You are getting a State Pension (Non-Contributory) or a Widow's/Widower's or Surviving Civil Partner’s (Non-Contributory) Pension and
ga: • An bhfuil cead ag an tionónta cuairteoirí a choimeád thar oíche?

source: • You would be living alone unless you rented out a room in your home
ga: • An bhfuil aon teorainneacha ann maidir le leibhéil torainn?

source: If your tenant is applying for the Housing Assistance Payment (HAP), you will need to provide certain information to the local authority, which administers the HAP and will pay you directly
ga: Ní mór do do theach bheith lonnaithe sa Stát agus ní mór duit a bheith i do chónaí ann mar d'aon áit chónaithe amháin le linn bhliain an mheasúnaithe. Ciallaíon sé seo gur é d'áit chónaithe ar feadh an chuid is mó den bhliain agus gur ansin a aimseofar tú sa bhaile de ghnáth

source: • The amount of the monthly rent
ga: Baineann an faoiseamh seo le tionóntachtaí cónaitheacha amháin

source: • Your bank account payment details
ga: Ní bhaineann sé le cóiríochtaí do chuairteoirí gearrthéarmacha

source: • An undertaking regarding the property’s compliance with standards for rental accommodation
ga: Is gá go mbeadh an seomra á úsáid ar bhonn fadtéarmach, mar shampla, mac léinn atá ann ar feadh na bliana acadúla, seachas cuairteoir ar feadh seachtaine

source: The local authority will inspect the property within 8 months of the first HAP payment, to ensure that it meets the minimum physical standards for rental accommodation
ga: Ón bhliain chánach 2015 amach, ní fhéadfadh an cíos iomlán (ollchíos) a fhaigheann tú, ina gcuimsítear suimeanna a íocann an tionónta le haghaidh bia, níocháin éadaí nó earraí agus seirbhísí den chineál céanna, bheith níos airde ná €12,000 sa bhliain chánach (1 Eanáir go 31 Nollaig) – féach ‘Eisiamh ó fhaoiseamh i leith seomra a ligean ar cíos’ thíos

source: You have up to 5 months to produce a tax clearance certificate to the local authority
ga: Ní féidir leat speansais a bhaint as d’ioncam cíosa agus faoiseamh i leith seomra a ligean ar cíos á éileamh agat

source: Read more in our document on HAP and in the landlord information booklet (pdf)
ga: Má cháilíonn tú d’fhaoiseamh i leith seomra a ligean ar cíos, ní bheidh an t-ioncam a gheobhaidh tú ón seomra a ligean ar cíos faoi dhliteanas i leith ÁSPC, an Mhuirir Shóisialta Uilíoch ná cáin ioncaim

source: Your rights and obligations
ga: Eisiaimh ó fhaoiseamh i leith seomra a ligean ar cíos

source: If you rent out a self-contained unit in your home, such as a converted garage attached to your home or a basement flat, the rights and obligations under residential tenancies legislation apply to you
ga: • Sa chás go bhfuil d’ollioncam ó chíos agus ó sheirbhísí gaolmhara os cionn €12,000 (nó €10,000 sa bhliain 2014 agus roimhe sin)

source: For example, you are obliged to register the tenancy with the Residential Tenancies Board (RTB), provide a rent book to the tenant and ensure that the accommodation provided meets minimum physical standards
ga: Sa chás sin, caithfidh na Coimisinéirí Ioncaim leis an ioncam cíosa a fhaigheann tú tar éis speansais inlamhála a bhaint mar chuid de d’ioncam iomlán chun críocha cánach agus ba cheart an t-ioncam sin a chur ar áireamh i do thuairisceán cánach

source: The residential tenancies legislation provides for security of tenure for tenants. These provisions are in Part 4 of the Residential Tenancies Act 2004
ga: • Sa chás go bhfuil seomra i do theach á ligean ar cíos agat do do mhac nó do d’iníon (ach níl aon teorainn ina leith sin i gcás baill eile teaghlaigh)

source: However, if the self-contained flat or apartment was originally part of the main house, you can choose to opt out of these provisions
ga: • Sa chás go bhfuil tú i d’fhostaí nó i do shealbhóir oifige le cuideachta agus go n-íocann an chuideachta sin leat as ligean do chliaint seomra i do theach a úsáid ó am go ham

source: This option is available under Section 25 of the Act
ga: • Tá an seomra curtha ar cíos agat le cuairteoirí gearrthéarmacha

source: Rooms that are not self-contained
ga: Tionchar ioncaim cíosa ar íocaíochtaí leasa shóisialaigh

source: If the part of your home that you rent out is not self-contained, you are not covered by landlord and tenant legislation, so the rights and obligations under that legislation do not apply to you. For example, you are not obliged to register as a landlord with the RTB, provide a rent book to the tenant or ensure that the accommodation provided meets any minimum physical standards
ga: Má tá tú ag fáil íocaíocht cúnaimh shóisialta atá tástáilte de réir acmhainne ón Roinn Coimirce Sóisialaí, déanfar aon ioncam cíosa atá agat a mheasúnú mar acmhainn agus is féidir go mbeidh tionchar aige ar d’íocaíocht

source: Tenants are, however, entitled to refer disputes to the Small Claims Court
ga: Mar sin féin, ní dhéanfar ioncam cíosa a mheasúnú mar acmhainn:

source: Common claims that are heard by the Small Claims Court include disputes about retention of a tenant's deposit for what they consider unfair reasons, or deductions from rent for damage to property that is over and above normal 'wear and tear'
ga: • Sa chás go bhfuil tú ag fáil Pinsean Stáit (Neamhranníocach) nó Pinsean Baintrí, Baintrí Fir nó Páirtnéara Shibhialta Mharthanaigh (Neamhranníocach)

source: Your tenants can find out more about their rights in our document Sharing accommodation with your landlord and can also contact Threshold for advice– see 'Where to apply' below
ga: • Bheifeá i do chónaí i d'aonar mura mbeadh seomra á ligean ar cíos agat

source: Before you arrange to rent out a room in your home, it is strongly recommended that you and the tenant agree some ground rules and put them in writing. If you and your tenant each sign and keep a copy of this agreement, you can both refer to its terms in the event of confusion or disagreement
ga: Má tá iarratas á dhéanamh ag do thionónta ar an Íocaíocht Cúnaimh Tithíochta (ÍCT), beidh ort faisnéis áirithe a sholáthar don údarás áitiúil, a riarann an ÍCT agus a íocfaidh thú go díreach

source: These ground rules might include:
ga: Áirítear leis an bhfaisnéis seo:

source: • How long is the tenancy going to last?
ga: • Méid an chíosa mhíosúil

source: • How much notice will you or your tenant have to give if either of you chooses to end the tenancy?
ga: • Do shonraí íocaíochta cuntas bainc

source: • How much rent will the tenant pay and how often (for example, weekly, monthly)?
ga: • Ceangaltas maidir le comhlíonadh na maoine na gcaighdeán le haghaidh cóiríochta ar cíos

source: • How will this rent be paid (cash, cheque, standing order etc.)?
ga: • Ceangaltas maidir le do chomhlíonadh cánach

source: • When will the rent be reviewed and how much notice will you give the tenant of a rent review?
ga: Déanfaidh an t-údarás áitiúil cigireacht ar an maoin laistigh de 8 mí tar éis go n-íoctar an chéad íocaíocht ÍCT, lena chinntiú go gcomhlíonann sí na híoschaighdeáin fhisiciúla le haghaidh cóiríochta ar cíos

source: • How are utility bills (such as electricity, gas, phone, broadband, TV, waste charges) to be divided between you and the tenant?
ga: Tugtar 5 mhí duit chun deimhniú imréitigh cánach a sholáthar don údarás áitiúil

source: • Are there any restrictions regarding noise levels?
ga: Is féidir níos mó a léamh inár gcáipéis ar an ÍCT agus sa leabhrán faisnéise do thiarnaí talún (pdf)

source: This limit was €12,000 in 2016 and 2015. It was €10,000 in 2014 and previous years
ga: Tá ioncam ó sheomra a ligean ar cíos i do theach (agus ó sheirbhísí gaolmhara) díolmhaithe ó cháin, suas le huasteorainn €12,000 (nó €10,000 sa bhliain 2014 agus roimhe sin)

source: Where more than one person is entitled to benefit from the rent (for example, you and your spouse), this limit is divided between the individuals concerned
ga: Sa chás go bhfuil níos mó ná duine amháin i dteideal tairbhe a bhaint as an gcíos sin (mar shampla, tusa agus do chéile), roinnfear an teorainn seo i measc na ndaoine lena mbaineann

source: If you make an annual tax return, you should record your rental income for rent-a-room relief in the ‘Exempt income’ section of your tax return form at the end of the tax year and return the completed form to your local tax office
ga: Má dhéanann tú tuairisceán cánach bliantúil, ba cheart duit d’ioncam cíosa a thaifeadadh le haghaidh faoisimh i leith seomra a ligean a chíos sa rannán ‘Ioncam díolmhaithe’ ar d’fhoirm tuairisceán cánach ag deireadh na bliana cánach agus an fhoirm chomhlánaithe a sheoladh ar ais chuig an oifig cánach áitiúil

source: The tax office can answer any queries you may have and will help if you have any difficulties completing the form
ga: Is féidir leis an oifig cánach freagra a thabhairt duit ar aon cheisteanna atá agat agus cabhróidh sí leat má bhíonn aon deacracht agat an fhoirm a chomhlánú

source: If you do not make an annual tax return and your income from rent and related services is under the exemption limit, you do not have to claim rent-a-room relief as it will apply automatically
ga: Más rud é nach ndéanann tú tuairisceán cánach bliantúil agus go bhfuil d’ioncam ó chíos agus ó sheirbhísí gaolmhara faoi bhun na teorann díolúine, ní bheidh ort faoiseamh i leith seomra a ligean ar cíos a éileamh toisc go gcuirfear é i bhfeidhm go huathoibríoch

source: If you wish to opt out of the rent-a-room relief in a particular tax year, you must notify Revenue in writing, on or before the return filing date for that tax year
ga: Más mian leat diúltú don fhaoiseamh i leith seomra a ligean ar cíos i mbliain chánach ar leith, ní mór duit fógra a thabhairt do na Coimisinéirí Ioncaim ar dháta comhdaithe an tuairisceáin nó roimhe don bhliain chánach sin

source: If you make an annual tax return, you opt out by marking the relevant box in the ‘Exempt Income’ section of the return – otherwise write to your tax district to say that you do not wish the relief to apply for that year
ga: Má dhéanann tú tuairisceán cánach bliantúil, is féidir leat diúltú don fhaoiseamh trí mharc a chur sa bhosca cuí sa rannán ‘Ioncam Díolmhaithe’ ar an tuairisceán – nó is féidir leat scríobh chuig do limistéar cánach chun fógra a thabhairt dó nach mian leat an faoiseamh a fháil don bhliain sin

source: Read more in Revenue's detailed note (pdf)
ga: Léigh tuilleadh faoi sin anseo

source: Use Revenue’s contact locator to find your tax office
ga: Bain úsáid as aimsitheoir teagmhála na gCoimisinéirí Ioncaim chun d’oifig cánach a aimsiú
